cask_args appdir: "/Applications"
#tap "caskroom/versions"
#tap "heroku/brew"
#tap "homebrew/bundle"
#tap "homebrew/cask"
#tap "homebrew/cask-versions"
#tap "homebrew/core"
#tap "homebrew/services"

##### Basic #####
brew "vim"

#### Cli #####
brew "ghq"
brew "ctop"
brew "direnv"
brew "peco"
brew "readline"
brew "the_silver_searcher"
brew "unar"
brew "zlib"

##### cli-2 #####
#brew "rclone"
#brew "gibo"
#brew "git-lfs"
#brew "github-markdown-toc"
#brew "gnupg"
#brew "graphicsmagick"

##### Developer
brew "postgresql"
brew "terraform"
brew "htop"
brew "httpie"
brew "imagemagick"
brew "jq"
brew "mysql"
#brew "xz"
#brew "heroku/brew/heroku"

##### Linux #####
brew "coreutils"
brew "tree"

##### Cask #####

#cask "google-japanese-ime"
#cask "alfred"
#cask "paw"
#cask "insomnia"
#cask "gyazo"
cask "google-chrome"
cask "iterm2"
cask "kdiff3"
cask "slack"
cask "sourcetree"
cask "notion"
cask "docker"
cask "obsidian"
cask "1password"
##### JDK #####
#cask "zulu8"

###### JetbBains #####

cask "intellij-idea"
cask "pycharm"
cask "webstorm"
cask "goland"
#cask "android-studio"

