tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
brew "coreutils"
brew "ctop"
brew "direnv"
brew "docker", link: false
brew "ghq"
brew "gibo"
brew "git-lfs"
brew "github-markdown-toc"
brew "readline"
brew "xz"
brew "gnupg"
brew "graphicsmagick"
brew "htop"
brew "httpie"
brew "imagemagick"
brew "jq"
brew "mysql"
brew "peco"
brew "postgresql"
brew "rclone"
brew "swagger-codegen"
brew "terraform"
brew "the_silver_searcher"
brew "tree"
brew "unrar"
brew "vim"
brew "zlib"
brew "heroku/brew/heroku"
cask "google-japanese-ime"
cask "gyazo"
cask "insomnia"
cask "intellij-idea"
cask "kdiff3"
cask "paw"
cask "slack"
cask "sourcetree"
