#tap "caskroom/versions"
#tap "heroku/brew"
#tap "homebrew/bundle"
#tap "homebrew/cask"
#tap "homebrew/cask-versions"
#tap "homebrew/core"
#tap "homebrew/services"
brew "vim"
brew "coreutils"
brew "ctop"
brew "direnv"
#brew "docker", link: false
brew "ghq"
brew "gibo"
brew "git-lfs"
brew "github-markdown-toc"
brew "readline"
brew "xz"
brew "gnupg"
brew "graphicsmagick"
brew "htop"
brew "httpie"
brew "imagemagick"
brew "jq"
brew "mysql"
brew "peco"
brew "postgresql"
brew "rclone"
brew "terraform"
brew "the_silver_searcher"
brew "tree"
brew "unar"
brew "zlib"
brew "heroku/brew/heroku"
cask "alfred"
cask "google-chrome"
#cask "google-japanese-ime"
cask "gyazo"
cask "insomnia"
cask "intellij-idea"
cask "iterm2"
cask "kdiff3"
cask "paw"
cask "slack"
cask "sourcetree"
cask "zulu8"
#cask "android-studio"
cask "notion"
cask "docker"
